[
    {
        "id": 1,
        "title": "從外在進入內心，認識本我，自身蛻變：路徑是階梯",
        "author": "Francis Raphaël Jacq",
        "position": "法國  哲學家、符號學家、畫家",
        "year": "2024",
        "topic": [],
        "content": [
            "台灣藝術家莊志輝，16 歲開始探究藝術創作技巧，對立體主義和超現實主義的技法掌握令人印象深刻。觀賞他的作品立即會引人聯想到畫風強烈、用色大膽鮮豔的野獸派 (Les fauvistes)，超現實主義的安德列．布勒東 (André Breton)，詩人保羅．艾呂雅  (Paul Eluard)，藝術家薩爾瓦多．達利 (Salvator Dali），還有立體派的喬治．布拉克（Georges Braque)。莊志輝將其加以創新，並和諧的整合於作品中；光與影的遊戲在浮雕畫中變化穿梭， 色彩調和玄妙曖味，即衝突又如此的和諧。"
        ]
    },
    {
        "id": 2,
        "title": "",
        "author": "",
        "position": "",
        "year": "2024",
        "topic": [],
        "content": [
            "參照西方文獻與亞洲文化基本要素的結合：從外在進入內心世界，對認識自己的渴望，自身蛻變。菩提的圖像自然融入在雕塑和繪畫中。然而，這並不意味著莊志輝僅僅是一個積極參與的佛教徒。在經典的說法，佛陀的臉部和光滑渾圓的身體表明了「自知之明」的寧靜，佛向他人敞開心扉帶來慈悲。但莊志輝應用了對立張力的創作手法，在雕塑和繪畫中赋予了佛陀新的生命。木頭和青銅在扭曲的曲線上釋放力與美，平順的線條與皺摺的紋路交錯，佛像融入凹陷的水滴造型中。 從而，佛陀的形象可以被想像成水滴中的幻影。水若乾涸了，也將會失去它的智性靈氣。《菩提葉水滴佛像系列》。"
        ]
    },
    {
        "id": 3,
        "title": "",
        "author": "",
        "position": "",
        "year": "2024",
        "topic": [],
        "content": [
            "具象的圖像被加以變形和蛻變，導致藝術家在空間中創造出多重空間，行經的英雄與女主角不得不穿越這些空間，致使在不同的空間，顯現出一個新的面向；可能這個刻面只是來自作品中鏡子所投射的影像，但它產生的影響和其他圖像一樣，如《尋找內心的名牌》〔頁65〕等名牌系列作品。在這種對自我的追尋中，以反覆出現的樓梯標誌為象徵，莊志輝提出了對消費取向社會形象的批判：作品的顏色變成灰色，名牌符號成為廣告中的品牌代言詞，消費者在其中失去自主性，這種自身的迷失並不是通往內在智慧的道路，如《找回一點真心》〔頁66〕、《來自星星的你》〔頁78〕、《慾望來自慣性》〔頁68〕作品。矛盾的是，正是在認識到身體的富足和擁有的歸屬感時，才可以開始走向自我認識的旅程。《我是誰？》"
        ]
    },
    {
        "id": 4,
        "title": "",
        "author": "",
        "position": "",
        "year": "2024",
        "topic": [],
        "content": [
            "然而，莊志輝在作品中有一個元素使終保持不變：從空間到另一個空間，從外在到內在，提出了一個階梯的概念。莊志輝說：「要想成功，你必須一步一步往上攀爬，你必須重視每一步。」令人驚訝的是，我們發現這正是哲學家笛卡爾方法論的基礎之一。事實上，笛卡爾在「方法論」中質疑他所知道的所有概念，以便沒有任何虛幻的東西污染他的思想，以支持無條件的理性；為了做到這一點，他對自己施加了四條戒律：",
            "• 除非頭腦事先清楚地、明確地吸收了任何事物，否則就不會接受它是真的。",
            "• 對每一個困難進行分類，以便更好地檢查和解決它們。",
            "• 建立一個思想的順序，從最簡單的物件開始，到最複雜多元化物件，從而把它們都紀錄下來，並按順序排列。",
            "• 仔細檢查所有的東西，以便沒有遺漏。",
            "通往自我的道路，通往智慧的道路，通往無條件的理性的道路是一個階梯。驚喜的！我們在莊志輝的繪畫中發現了他與勒內．笛卡爾方法論的相似之處。"
        ]
    }
]