[
    {
        "id": 1,
        "title": "轉換、凝聚、演進 是為了等待下一次的春風",
        "author": "黃銘祝",
        "position": "清華大學藝設系兼任教授",
        "year": "2024",
        "topic": [
            "宇宙是如何形成的？宇宙外面是甚麼？是虛無嗎？",
            "生命的出現是偶然？還是被設計？人生的意義為何？",
            "我們活在這世界上究竟是為了甚麼？"
        ],
        "content": [
            "藝術家莊志輝不斷地探討這個人類恆古以來的問題，如何面對自我而延伸生命意義的重要課題。莊志輝的作品主要在探討社會關懷、人與環境、人與宇宙的依存關係。他的創作以「人」為中心，以「宇宙」為觀想，觀想是具有連結與轉化的能量，他經常以日常生活所見為發想，先觀後想，實現心靈願景，以超現實的手法呈現心靈體悟與宇宙冥思。莊志輝以多元媒材來創作，巧妙結合各類材質與廢棄物，表達人與自然的關懷，展現存在與永恆的多層次藝術語彙。其創作手法獨特神祕，作品內斂，富有哲學思維與禪意。莊志輝的畫中有雕塑，雕塑中有畫，透過畫與雕塑結合與自身的連結，不停地自我提問、反覆整理思緒，表達出永恆的人生哲思啟迪觀者。莊志輝創作經歷豐富，作品得到各界的肯定，屢被文化機關典藏。莊志輝的作品具有以下特色:"
        ]
    },
    {
        "id": 2,
        "title": "",
        "author": "",
        "position": "",
        "year": "2024",
        "topic": [
            "對人性、對環境、對宇宙的思索與關懷"
        ],
        "content": [
            "藝術創作是一種入世的關懷，對於一些曾經激起個人深層感觸，同時又希望能藉著作品以引人關注的方式來詮釋議題，莊志輝提供了一條讓我更進一步深入理解的途徑。透過作品、題材與理念，莊志輝擅於表達人、自然與宇宙的關懷及對人事物的體悟，以作品紀錄人性的多樣面貌，將內心對人性及社會的觀察，反覆呈現於作品中，從省思中探索生命的意義。他的作品隱含著無限的想像力與豐富的藝術原創符號，並將內化的造形與色彩巧妙融合在一起，元素與元素之間銜接流暢，把超現實的情境創造出新的境界，成為他獨特的藝術語彙。",
            "創作是對環境、對宇宙的思索。科學家說人類是無意向性的大自然中，無意識偶然過程中相互作用的結果，在偶然的機緣下，人類莫名其妙的被拋到世界上來。「 我是誰？我從何處來？我將去何處 ？ 」， 莊志輝追尋人類對自我在宇宙間的定位， 他認為這個世界的一切總是被合理化，心中存有很多的為什麼？並進行深度思考。在其作品「基因拼圖」是在喚起人類的自覺與了解存在的意義，而存在的本質是自由的不是命定的，本質的追求如同個人的前途是要靠自己「出牌」開創的。人在一生中會面臨很多抉擇，自己可以決定自己的生命內容，因為人的本質就是以自由的抉擇而形成。同時莊志輝關照科技文明對自然環境的改變，在科技發展過程中所引發各種生命的價值觀的改變。在作品「平行宇宙」裡，莊志輝不斷地質疑宇宙是無中生有嗎？是自我創造嗎？生命演化過程中的是「偶然」還是「必然」？時間是一維性嗎？是不可逆嗎？在量子力學的觀點宇宙是多重的嗎？無量複製？莊志輝不斷地透過創作與自己內心對話，也放眼宏觀的宇宙細看人性，將內心對人性與社會的觀察，反覆思索於作品中與人分享。"
        ]
    },
    {
        "id": 3,
        "title": "",
        "author": "",
        "position": "",
        "year": "2024",
        "topic": [
            "在虛實中游走時空"
        ],
        "content": [
            "美感是結合外在事物的形式與內在實質的感受，形成對藝術家感覺時，所產生的一種喜悅。海德格認為藝術品的本質來源，就是藝術。一件作品不應只是被看成是表象的「被看的對象」，不是被動承受者，而應該是向外圍擴展藝術家的自身「存在 」，即來自於藝術家的意識。作品應該是藝術家純粹自主的，換句話說藝術家就是自行置入作品的真理。在二十一世紀我們面對各種層出不窮的知識，但是我們不可能完全理解事物的認知，也就是我們對物的理解是在「意向性」的基礎上，照單全收，不去提出質疑與探索。藝術家是具有探索反思的能力，而自我投射現象是莊志輝創作的主要動力，其作品「記憶的流動」呈現出各種意識流的虛實空間交疊在一起，是在未定的場域中提出反思，將自我意識融入作品裡，其意義是無限的。莊志輝意識到潛意識的存在性，是一種人類天生具有的本能，一種個人生命自發產生的原始思維。他結合內在意識透過超現實的手法，遊走不同時空，跨越時間空間軸線，呈現出不同空間的錯位效果。莊志輝遊走於虛實的時空，與觀者透過時空面對面對談，共同探討存在的生命 哲學觀。"
        ]
    },
    {
        "id": 4,
        "title": "",
        "author": "",
        "position": "",
        "year": "2024",
        "topic": [
            "融合夢幻與現實"
        ],
        "content": [
            "榮格說：「藝術是集體潛意識的原型。」超現實主義是從主觀的唯心論出發，認為潛意識的領域如夢境、幻覺、本能都是創作的泉源。我們看待事物容易受到自身理性的定見，而限制於一個封閉的場域，而超現實的思考方式，是解放人類心靈不受理性控制，超越封閉的心門去探討更形而上的意義。超現實是觀點、是心理學的，著重在於體驗過程。「想像」是覺察個體靈魂的表達，莊志輝透過想像不斷地切換夢境與現實，在其作品「想像是前進的動力」，融合夢幻與現實，結合心靈體驗與現實物質的想法，將矛盾轉化為真實，開創出新的新局面。莊志輝的作品應用古老的符號和原型，其內化的造形與奇幻的色彩巧妙融合在一起，表達出廣大無垠的異想世界。莊志輝在另外一件文化局典藏的作品「想像是真實的存在」將女體融入星河、大地、鳥與城市，呈現出生命共同體的概念。被解構的物件，結構在元素與空間之間穿插重疊，呈現符號的神秘性與概念，試著與觀者交流進而審視生命內在流動的意識。莊志輝的創作不是來自學院的典範，也不是合乎美學的標準，而是充滿質疑、懸疑、衝突的狀態，是呈現心靈體驗與物質現實的矛盾，成為一種新的局面。"
        ]
    },
    {
        "id": 5,
        "title": "",
        "author": "",
        "position": "",
        "year": "2024",
        "topic": [
            "生命的疊加與糾纏"
        ],
        "content": [
            "生命是一連串的意外與隨機的組合，人類是處於一種不斷的在轉換、凝聚、演進，以及成形的狀態中。莊志輝的作品探索人事物的本質不曾改變，在作品「在頭前溪遇見你」，是他在頭前溪撿到一塊被火吻燒過的廢棄漂流木，透過內心的轉化將其化為創作。在作品裡他將象徵零碎的生命片段，一片一片的層層疊加在一起，其中的6個洞象徵人應努力修行跳脫輪迴。「片斷即一，一亦片斷」，因為「片斷」而有了連結。疊加的作用敘述著人的生命經歷需要多次的考驗才能找到正能量，能讓朽木變成永恆。莊志輝在多年的創作與展覽生涯中屢屢遇見知音，作品成了與觀眾之間的一座橋。觀者不但透過作品與自己內心對話，也把生命的經驗與作者疊加再一起，產生共鳴而糾纏在一起。「疊加」是指生命在長期而持續的累積，「糾纏」是一連串的意外與隨機組合，疊加與糾纏能讓我們不斷地累積各種能力，讓生命的力量得以滋長。"
        ]
    },
    {
        "id": 6,
        "title": "",
        "author": "",
        "position": "",
        "year": "2024",
        "topic": [
            "區塊鏈-心念的演變"
        ],
        "content": [
            "區塊鏈本質上就是一個去中心化的資料庫，每一個資料區塊中會紀錄一個時間內「全網」訊息。區塊鏈系統記錄了每個階段的訊息，進而達成共識，是一個全訊息中的智慧合約。在莊志輝的作品裡經常出現如水波的紋路，他認為宇宙先有「波」後有物質，波在空間互相反覆交疊，產生無數的結點，並有規律的平衡複製。其作品「天際效應」呈現出放射狀同心圓的波，每個波都是獨特的意識流，經過如量子力學的疊加與糾纏作用，產生出具有智慧公約的意識流，連結成意識區塊，並在引力的作用下分化成無數的區塊鏈。莊志輝作品有著原始的符號與簡潔的造型，在平面的畫作裡延伸出四度空間的場域，跨越現實並與東方佛學結緣，心念的演變就是從「入我」進到我的身體，再經過「我入」讓我進到真理裡面，把「我」悠遊於不同的區塊，觸及心靈底層的演化。",
            "藝術就是表達個人或群體的生命經驗，關懷人類共同的命運，傳達人類共同的情感。莊志輝不斷地以內省的方式，向內挖掘來探討個人內心世界、剖析自我，傳達一個自我理解的訊息，以藝術看見自己。他繪畫的特質是直觀的、反定義的，作品有如心中的鏡子，引發內在的反射作用。莊志輝透過藝術思索世界是什麼？生命是什麼？反覆檢視自我，從中尋找人性是什麼？生命是需要什麼？生命的起伏跌宕，有如四季的更迭，春去春回。人類在宇宙的空間流浪，不斷地巡迴在不同的區塊鏈中遊走、轉化、凝聚、演進，等待下一次的春風吹起。"
        ]
    }
]