{
    "作品": "Artworks",
    "活動": "Events",
    "資歷": "Experience",
    "藝評": "Critics",
    "聯絡": "Contacts",
    "歷代平面經典總覽": "Overview of Graphic Design",
    "歷代立體經典總覽":"Overview of Classical 3D Design",

    "最新消息":"Latest News",
    "我的作品":"My Creation",
    "起草創作 像要誕生的嬰兒":"In its draft, like a baby yet to be born",
    "創作時 像充滿慾望的青少年":"In its making, like a youth with desires untorn",
    "完成時 宛如追求完美的中年":"When finished, like a middle-aged quest for perfection",
    "展出時 如同過往的先人":"When exhibited, like ancestors' silent reflection",
    "讓人品頭論足":"It invites the whispers and critiques of the crowd",
    "人總是在八卦是非中":"For in gossip and judgment, we seek a space unbowed A fragment of self amidst the noise and the race",
    "找尋一點自性的空間":"Where one can breathe and find a fleeting trace",
    "莊志輝":"Chuang Chih Hui",

    "國美館時期":"National Museum",
    "北美館時期":"Taipei Museum",
    "區塊鏈系列":"Block Chain",
    "無相之境":"UnXiang Area",
    "各時期經典":"Representative Works",
    "燈系列":"Light Series",
    "近代立體":"Modern Stereo",
    "早期立體":"Early Stereo",

    "展歷":"Exibition",
    "參賽記事":"Competition",
    "典藏":"Archive",
    "莊志輝 1965 出生於台灣澎湖":"Chuang Chih Hui was born in Penghu Taiwan in 1965",
    "新竹省立社教館個展，新竹市，台灣": "Solo Exhibition at the Hsinchu Provincial Social Education Hall, Hsinchu City, Taiwan",
    "澎湖縣立文化中心個展，澎湖，台灣": "Solo Exhibition at the Penghu County Cultural Center, Penghu, Taiwan",
    "美國文化中心個展，台北，台灣": "Solo Exhibition at the American Cultural Center, Taipei, Taiwan",
    "台灣省立美術館個展（國美館)，台中，台灣": "Solo Exhibition at the National Taiwan Museum of Fine Arts (National Art Museum), Taichung, Taiwan",
    "釆風畫廊個展，新竹市，台灣": "Solo Exhibition at the Caifeng Gallery, Hsinchu City, Taiwan",
    "國立清華大學藝術中心個展，新竹市，台灣": "Solo Exhibition at the National Tsing Hua University Art Center, Hsinchu City, Taiwan",
    "根生畫廊個展，台北，台灣": "Solo Exhibition at the Gensheng Gallery, Taipei, Taiwan",
    "新竹釆風畫廊個展，台北根生畫廊個展，台灣": "Solo Exhibition at the Hsinchu Caifeng Gallery and Taipei Gensheng Gallery, Taiwan",
    "台北市立美術館個展，台北，台灣": "Solo Exhibition at the Taipei Fine Arts Museum, Taipei, Taiwan",
    "新竹市立文化中心 個展，新竹，台灣": "Solo Exhibition at the Hsinchu City Cultural Center, Hsinchu, Taiwan",
    "新竹市立文化中心邀請個展，新竹市，台灣": "Invited Solo Exhibition at the Hsinchu City Cultural Center, Hsinchu City, Taiwan",
    "新竹市立鐡道藝術村個展，新竹市，台灣": "Solo Exhibition at the Hsinchu City Railway Art Village, Hsinchu City, Taiwan",
    "台積電竹風藝廊個展，新竹市，台灣": "Solo Exhibition at the TSMC Zhufeng Art Gallery, Hsinchu City, Taiwan",
    "台灣三義木雕博物館個展，苗栗，台灣": "Solo Exhibition at the Taiwan Sanyi Wood Carving Museum, Miaoli, Taiwan",
    "台北美和畫廊個展，台北，台灣": "Solo Exhibition at the Meihe Gallery, Taipei, Taiwan",
    "新竹市美術館個展，新竹市，台灣": "Solo Exhibition at the Hsinchu City Art Museum, Hsinchu City, Taiwan",
    "新竹市玻工館－公共藝術創作，新竹市，台灣": "Public Art Creation at the Hsinchu Glass Art Museum, Hsinchu City, Taiwan",
    "獲邀中國青墩523藝術村公共藝術創作，中國": "Invited Public Art Creation at the Qingdu 523 Art Village, China",
    "Q藝術空間個展，新竹縣，台灣": "Solo Exhibition at Q Art Space, Hsinchu County, Taiwan",
    "花蓮林田山木雕名師邀請駐園創作，花蓮，台灣": "Invited Residency for Wood Carving at Lintian Mountain, Hualien, Taiwan",
    "獲邀福建省莆田木雕藝術博覽會展出，福建，中國": "Invited Exhibition at the Putian Wood Carving Art Expo, Fujian, China",
    "清華大學學術交流個展，新竹市，台灣": "Solo Exhibition for Academic Exchange at Tsing Hua University, Hsinchu City, Taiwan",
    "名冠藝術館個展 Sunny Art Museum Solo Exhibition，新竹縣，台灣": "Solo Exhibition at the Mingguan Art Museum, Hsinchu County, Taiwan",
    "Japanese 12th Oita Asian Sculpture Exhibition, Group Exhibition": "Japanese 12th Oita Asian Sculpture Exhibition, Group Exhibition",
    "佛光緣美術館台中館個展，台中，台灣": "Solo Exhibition at the Fo Guang Yuan Art Museum, Taichung Branch, Taichung, Taiwan",
    "20號倉庫藝術特區個展，台中，台灣": "Solo Exhibition at the Warehouse No. 20 Art District, Taichung, Taiwan",
    "國立交通大學藝術中心個展，新竹市，台灣": "Solo Exhibition at the National Chiao Tung University Art Center, Hsinchu City, Taiwan",
    "佛光緣美術館世界巡迴個展 ( 2016 - 2017 ) Fo Guang Yuan Art Gallery, Solo World Tour Exhibition": "Solo World Tour Exhibition at Fo Guang Yuan Art Gallery (2016 - 2017)",
    "ANKO西園美學會所個展，台北，台灣": "Solo Exhibition at ANKO West Garden Aesthetic Club, Taipei, Taiwan",
    "New York Foundation for the Arts group Exhibition, New York, USA": "Group Exhibition at the New York Foundation for the Arts, New York, USA",
    "E.TAY Gallery Solo Exhibition, New York, USA": "Solo Exhibition at E.TAY Gallery, New York, USA",
    "Stride Arts Gallery Group Exhibition, New York, USA": "Group Exhibition at Stride Arts Gallery, New York, USA",
    "台中大墩文化中心個展，台中，台灣": "Solo Exhibition at the Taichung Dadun Cultural Center, Taichung, Taiwan",
    "Center of Arts and Spectacle (CAE) Group Exhibition, Portugal": "Group Exhibition at the Center of Arts and Spectacle (CAE), Portugal",
    "國父紀念館個展-記憶是一種陷阱-1 ，台北，台灣": "Solo Exhibition at the Sun Yat-sen Memorial Hall - 'Memory is a Trap - 1', Taipei, Taiwan",
    "台南市文化中心-記憶是一種陷阱-2 ，台南，台灣": "Solo Exhibition at the Tainan City Cultural Center - 'Memory is a Trap - 2', Tainan, Taiwan",
    "澎湖縣政府文化局-閱讀記憶-莊志輝特展，澎湖，台灣": "Special Exhibition 'Reading Memory - Chuang Chih Hui' at the Penghu County Government Cultural Bureau, Penghu, Taiwan",
    "Walking the Cosmos : Interpreting Urban Reverance Group Exhibition, Voelkee Orth Museum, New York, USA": "Group Exhibition 'Walking the Cosmos: Interpreting Urban Reverence' at Voelkee Orth Museum, New York, USA",
    "新竹市文化局-春風吹又起 莊志輝薪傳展，新竹市，台灣": "Spring Breeze Blows Again - Chuang Chih Hui Legacy Exhibition at the Hsinchu City Cultural Bureau, Hsinchu City, Taiwan",

    "藝評":"Critics",
    "報導":"Report",
    "從外在進入內心，認識本我，自身蛻變：路徑是階梯":"From the Outer World to the Inner Self – Self-Discovery and Transformation: The Path is a Stairway",
    "Francis Raphaël Jacq｜法國  哲學家、符號學家、畫家":"Francis Raphaël Jacq｜French philosopher, semiotician, and painter",
    "台灣藝術家莊志輝，16 歲開始探究藝術創作技巧，對立體主義和超現實主義的技法掌握令人印象深刻。觀賞他的作品立即會引人聯想到畫風強烈、用色大膽鮮豔的野獸派 (Les fauvistes)，超現實主義的安德列．布勒東 (André Breton)，詩人保羅．艾呂雅  (Paul Eluard)，藝術家薩爾瓦多．達利 (Salvator Dali），還有立體派的喬治．布拉克（Georges Braque)。莊志輝將其加以創新，並和諧的整合於作品中；光與影的遊戲在浮雕畫中變化穿梭， 色彩調和玄妙曖味，即衝突又如此的和諧。":"Taiwanese artist Chuang Chih-Hui began exploring the techniques of art at the age of sixteen. His command of Cubism and Surrealism is striking. Upon first encountering his works, one is immediately reminded of the bold colors and fierce forms of the Fauvists, the surrealist visions of André Breton, the poetic spirit of Paul Éluard, the dreamlike absurdity of Salvador Dalí, and the formal experimentation of Georges Braque. Chuang draws from these sources, innovating and harmonizing them within his own creations. The interplay of light and shadow dances through his sculptural reliefs, where color is nuanced and ambiguous—at once in conflict, yet curiously harmonious.",
    "參照西方文獻與亞洲文化基本要素的結合：從外在進入內心世界，對認識自己的渴望，自身蛻變。菩提的圖像自然融入在雕塑和繪畫中。然而，這並不意味著莊志輝僅僅是一個積極參與的佛教徒。在經典的說法，佛陀的臉部和光滑渾圓的身體表明了「自知之明」的寧靜，佛向他人敞開心扉帶來慈悲。但莊志輝應用了對立張力的創作手法，在雕塑和繪畫中赋予了佛陀新的生命。木頭和青銅在扭曲的曲線上釋放力與美，平順的線條與皺摺的紋路交錯，佛像融入凹陷的水滴造型中。 從而，佛陀的形象可以被想像成水滴中的幻影。水若乾涸了，也將會失去它的智性靈氣。《菩提葉水滴佛像系列》〔頁88,89〕。":"His art integrates references from Western texts and fundamental elements of Asian culture. It reflects a journey from the external world to the internal self, driven by the desire for self-awareness and inner transformation. The image of the bodhi tree appears naturally in both his sculpture and painting. However, this does not merely suggest religious devotion; Chuang is not simply an engaged Buddhist. In classical tradition, the Buddha’s calm expression and rounded, smooth form signify serenity and self-realization. The Buddha opens his heart to others and offers compassion. Yet Chuang infuses this image with new life through creative tension—his sculptures and paintings give the Buddha form through distorted curves, where wood and bronze release both strength and beauty. Smooth lines interlace with creased textures, and the Buddha figure merges into droplet-shaped hollows. Thus, the Buddha becomes a mirage within a drop of water. Should the water dry, its spiritual energy would dissipate. The Bodhi Leaf Waterdrop Buddha Series (pp. 88–89).",
    "具象的圖像被加以變形和蛻變，導致藝術家在空間中創造出多重空間，行經的英雄與女主角不得不穿越這些空間，致使在不同的空間，顯現出一個新的面向；可能這個刻面只是來自作品中鏡子所投射的影像，但它產生的影響和其他圖像一樣，如《尋找內心的名牌》〔頁65〕等名牌系列作品。在這種對自我的追尋中，以反覆出現的樓梯標誌為象徵，莊志輝提出了對消費取向社會形象的批判：作品的顏色變成灰色，名牌符號成為廣告中的品牌代言詞，消費者在其中失去自主性，這種自身的迷失並不是通往內在智慧的道路，如《找回一點真心》〔頁66〕、《來自星星的你》〔頁78〕、《慾望來自慣性》〔頁68〕作品。矛盾的是，正是在認識到身體的富足和擁有的歸屬感時，才可以開始走向自我認識的旅程。《我是誰？》〔頁62〕。":"Figurative forms are deconstructed and transformed. The artist creates layered dimensions, through which heroes and heroines must traverse. Each spatial shift reveals a new aspect of self—perhaps a mere reflection cast from a mirror embedded in the artwork. Yet its impact is no less profound. This idea is central to the Luxury Within series, such as In Search of Inner Luxury (p. 65). In these works, the recurring motif of the stairway becomes symbolic of a deeper quest for self-understanding. Chuang critiques the image-obsessed, consumer-driven society: colors turn ashen, brand logos become empty taglines, and the consumer loses their autonomy. This disorientation is not a path to inner wisdom. Pieces like Recovering a Bit of Sincerity (p. 66), You Who Came from the Stars (p. 78), and Desire Comes from Habit (p. 68) all explore this theme. Paradoxically, it is only through the realization of material abundance and the sense of belonging that one may begin the journey toward self-recognition, as seen in Who Am I? (p. 62).",
    "然而，莊志輝在作品中有一個元素使終保持不變：從空間到另一個空間，從外在到內在，提出了一個階梯的概念。莊志輝說：「要想成功，你必須一步一步往上攀爬，你必須重視每一步。」令人驚訝的是，我們發現這正是哲學家笛卡爾方法論的基礎之一。事實上，笛卡爾在「方法論」中質疑他所知道的所有概念，以便沒有任何虛幻的東西污染他的思想，以支持無條件的理性；為了做到這一點，他對自己施加了四條戒律：":"Yet one element remains constant in Chuang Chih-Hui’s work: the stairway—linking one dimension to another, leading from the external to the internal. Chuang once remarked, 'To succeed, you must climb step by step. You must value every single step.' Surprisingly, this echoes one of the foundational ideas in the methodology of René Descartes. In Discourse on the Method, Descartes questions everything he knows, clearing away illusions to reach unshakable rationality. To do so, he imposes four rules upon himself:",
    "除非頭腦事先清楚地、明確地吸收了任何事物，否則就不會接受它是真的。":"Accept nothing as true unless it is clearly and distinctly perceived by the mind.",
    "對每一個困難進行分類，以便更好地檢查和解決它們。":"Divide every difficulty into as many parts as possible and necessary to solve it.",
    "建立一個思想的順序，從最簡單的物件開始，到最複雜多元化物件，從而把它們都紀錄下來，並按順序排列。":"Conduct thoughts in an orderly fashion—from the simplest to the most complex—and keep a detailed record.",
    "仔細檢查所有的東西，以便沒有遺漏。":"Make thorough reviews to ensure nothing is omitted.",
    "通往自我的道路，通往智慧的道路，通往無條件的理性的道路是一個階梯。驚喜的！我們在莊志輝的繪畫中發現了他與勒內．笛卡爾方法論的相似之處。":"The path to the self, to wisdom, to unconditional reason—is a stairway. Astonishingly, we find in Chuang Chih-Hui’s art a resonance with the Cartesian method.",
    
    "風‧海‧記憶──莊志輝的藝術創作":"Wind, Sea, Memory — The Art of Chuang Chih-Hui",
    "國立成功大學歷史系名譽教授 蕭瓊瑞":"Professor Emeritus of History at National Cheng Kung University",
    "長居新竹的莊志輝（1965-），出生澎湖鎖港，從小立志成為「偉大藝術家」的他，作品中充滿了風城與海港的記憶，化成一幅幅、一座座看似熟悉，卻又不可掌握的記憶圖像；那是介於現實與超現實之間的心靈塑像，無法言喻、但可心傳。":"Longtime Hsinchu resident Chuang Chih-Hui (b. 1965) was born in Suogang, a coastal village in Penghu. From a young age, he aspired to become a “great artist.” His works brim with memories of the windy city and the harbor town—transformed into visual images that feel both familiar and elusive, as though drawn from the edge of recollection. These are spiritual sculptures that dwell between the real and the surreal—difficult to articulate, yet intuitively understood.",
    "16歲那年，他勇跨黑水溝，前往新竹圓夢。4年後即推出個展，深獲好評；隔年，即帶著回家交作業的心情，準備返鄉展出，無奈遇上史上怪颱「韋恩」，摧毀了他大量的作品。那是1986年8月。":"At the age of sixteen, Chuang crossed the treacherous Taiwan Strait in pursuit of his dream, arriving in Hsinchu. Just four years later, he held his first solo exhibition, which was met with acclaim. The following year, he planned to return to his hometown for an exhibition, bringing his artworks “home” like school assignments to be handed in. However, fate intervened—Typhoon Wayne, one of the most bizarre in recorded history, struck in August 1986 and destroyed a large portion of his works.",
    "36年後的2022年，同樣是8月，莊志輝已然是一個歷經海內外無數次展出的成熟藝術家，精選一百多件作品，以「閱讀記憶」為名，重新回到故鄉澎湖，為父老、弟兄姊妹與晚輩，呈顯他近半世紀努力耕耘的成果。":"Fast forward thirty-six years to August 2022: now a seasoned artist with countless exhibitions across Taiwan and abroad, Chuang returned to Penghu with over a hundred selected works in a major solo show titled Reading Memories. This exhibition presented the fruits of his nearly half-century artistic journey to the elders, peers, and younger generations of his homeland.",
    "莊志輝的創作，包含立體雕塑與平面繪畫兩大區塊，儘管材質有異，但藝術的思維與表現的手法，則頗為一致，那是成功的藝術家必然的特質；但更重要的是：思維、風格貫連，作品卻不重覆；顯然，每一次次的創作，就是一個個獨立的生命悸動與探索，也是一次次獨立的挑戰與完成。":"Chuang’s artistic output spans two major forms: sculpture and painting. Though the media differ, his artistic vision and expressive approach are remarkably consistent—a trait shared by accomplished artists. More importantly, while his works maintain a unified philosophy and style, they never repeat themselves. Each creation pulses with the vitality of a unique life force, representing both an exploration and a personal challenge completed.",
    "莊志輝創作中最明顯的圖像，尤其是早期的作品，似乎都和海洋、魚、船、女孩有關，而這些元素，不免令人容易聯想起那美麗的人魚公主的故事；一個因為愛情而願意犧牲「聲音」去換取一雙能夠離海上岸的雙腳的海中女孩。":"Recurring imagery in Chuang’s early works includes the sea, fish, boats, and girls—motifs that inevitably evoke the myth of the Little Mermaid: a sea maiden who sacrifices her voice for legs in the name of love. Yet under Chuang’s brush, this bittersweet tale does not dissolve into seafoam. Instead, it transforms into a bird taking flight—a reimagining that recalls the grand metaphor of the Kun fish morphing into the Peng bird in the ancient writings of his philosophical ancestor, Zhuangzi.",
    "不過這個美麗卻淒涼的故事，來到了莊志輝的筆下，卻不因最後的勇敢示愛而化為泡沫；反而是因為勇於追求而化成飛鳥，那不正是他的先祖「莊子」筆下鯤鯓化為大鵬的宏偉譬喻？":"Pending",
    "莊志輝離開故鄉，在風城新竹獲得成就，把來自澎湖海鄉的滋養，化為歷經紅塵考驗的粒粒果實；有問世間情為何物的戀戀苦尋、有充滿引誘的慾望城市、有在孤獨中尋找方向的迷惘，有四季流轉的情境浪漫，也有帶著音樂去旅行的愉悅…..；而竹塹地區特殊的宗教風情，也顯然在他近期的作品中，扮演了一定的角色，特別是那些充滿禪味的油畫，以及禪定如山的坐佛銅雕。":"Leaving his island home, Chuang found success in Hsinchu, drawing nourishment from the sea of Penghu and turning it into artistic fruit cultivated through life’s many trials. His art wrestles with timeless questions: the nature of love, the temptations of modern life, the search for meaning amid solitude. It captures the changing of the seasons, the romance of fleeting moments, and the joy of traveling with music in one’s heart. Notably, the distinctive religious culture of the Zhubei region has found its way into his recent works—evident in his meditative oil paintings and serene bronze Buddhas that evoke Zen stillness and mountain-like calm.",
    "莊志輝的創作除了創作意念與造型上的獨特，在立體雕塑上的材料運作，更是充滿創意與幽默，特別是〈慢步行走的魚〉（2022）、〈宇宙快遞〉（2022）等等，也都讓人感受到從漁鄉走向風城的生命之旅。":"Beyond his conceptual depth and distinctive style, Chuang’s sculptural work is also notable for its creative use of materials and its sense of humor. Works such as Slow-Walking Fish (2022) and Cosmic Express (2022) vividly convey the journey from the fishing village to the windy city—a life transformed into art.",
    "2022年的返鄉之展，是莊志輝藝術行旅中的重要一站，也期待鄉親對這位傑出子弟的創作成果，給予最熱切的關懷、欣賞，與支持。":"The 2022 homecoming exhibition marked an important milestone in Chuang Chih-Hui’s artistic voyage. It is a moment of return, reflection, and celebration. We invite all the people of Penghu to take pride in this outstanding son of the soil, to appreciate his artistic achievements, and to support his ongoing journey. His memories are now ours to see, to read, and to feel.",
    
    "轉換、凝聚、演進 是為了等待下一次的春風----莊志輝藝術創作":"Transformation, Convergence, Evolution — In Waiting for the Next Spring Breeze",
    "清華大學藝設系兼任教授 黃銘祝":"Adjunct Professor, Department of Arts and Design, National Tsing Hua University",
    "宇宙是如何形成的？宇宙外面是甚麼？是虛無嗎？":"ExibHow was the universe formed? What lies beyond it—nothingness?ition",
    "生命的出現是偶然？還是被設計？人生的意義為何？":"Is life a coincidence or by design?",
    "我們活在這世界上究竟是為了甚麼？":"What is the meaning of existence?",
    "藝術家莊志輝不斷地探討這個人類恆古以來的問題，如何面對自我而延伸生命意義的重要課題。莊志輝的作品主要在探討社會關懷、人與環境、人與宇宙的依存關係。他的創作以「人」為中心，以「宇宙」為觀想，觀想是具有連結與轉化的能量，他經常以日常生活所見為發想，先觀後想，實現心靈願景，以超現實的手法呈現心靈體悟與宇宙冥思。莊志輝以多元媒材來創作，巧妙結合各類材質與廢棄物，表達人與自然的關懷，展現存在與永恆的多層次藝術語彙。其創作手法獨特神祕，作品內斂，富有哲學思維與禪意。莊志輝的畫中有雕塑，雕塑中有畫，透過畫與雕塑結合與自身的連結，不停地自我提問、反覆整理思緒，表達出永恆的人生哲思啟迪觀者。莊志輝創作經歷豐富，作品得到各界的肯定，屢被文化機關典藏。莊志輝的作品具有以下特色:":"These timeless questions are central to the work of artist Chuang Chih-Hui, who persistently explores the theme of self-confrontation as a path to uncovering the meaning of life. His creations focus on social concern and the interdependence between human beings, nature, and the universe. Chuang places humanity at the center of his vision, while regarding the cosmos as a field of contemplation—one that carries connective and transformative energy. Inspired by scenes from everyday life, he begins with observation and then reflects, translating spiritual insight and cosmic meditation into surreal expressions.",
    "對人性、對環境、對宇宙的思索與關懷":"Exibition",
    "藝術創作是一種入世的關懷，對於一些曾經激起個人深層感觸，同時又希望能藉著作品以引人關注的方式來詮釋議題，莊志輝提供了一條讓我更進一步深入理解的途徑。透過作品、題材與理念，莊志輝擅於表達人、自然與宇宙的關懷及對人事物的體悟，以作品紀錄人性的多樣面貌，將內心對人性及社會的觀察，反覆呈現於作品中，從省思中探索生命的意義。他的作品隱含著無限的想像力與豐富的藝術原創符號，並將內化的造形與色彩巧妙融合在一起，元素與元素之間銜接流暢，把超現實的情境創造出新的境界，成為他獨特的藝術語彙。":"Exibition",
    "創作是對環境、對宇宙的思索。科學家說人類是無意向性的大自然中，無意識偶然過程中相互作用的結果，在偶然的機緣下，人類莫名其妙的被拋到世界上來。「我是誰？我從何處來？我將去何處？」，莊志輝追尋人類對自我在宇宙間的定位，他認為這個世界的一切總是被合理化，心中存有很多的為什麼？並進行深度思考。在其作品「基因拼圖」是在喚起人類的自覺與了解存在的意義，而存在的本質是自由的不是命定的，本質的追求如同個人的前途是要靠自己「出牌」開創的。人在一生中會面臨很多抉擇，自己可以決定自己的生命內容，因為人的本質就是以自由的抉擇而形成。同時莊志輝關照科技文明對自然環境的改變，在科技發展過程中所引發各種生命的價值觀的改變。在作品「平行宇宙」裡，莊志輝不斷地質疑宇宙是無中生有嗎？是自我創造嗎？生命演化過程中的是「偶然」還是「必然」？時間是一維性嗎？是不可逆嗎？在量子力學的觀點宇宙是多重的嗎？無量複製？莊志輝不斷地透過創作與自己內心對話，也放眼宏觀的宇宙細看人性，將內心對人性與社會的觀察，反覆思索於作品中與人分享。":"Exibition",
    "在虛實中游走時空":"Exibition",
    "美感是結合外在事物的形式與內在實質的感受，形成對藝術家感覺時，所產生的一種喜悅。海德格認為藝術品的本質來源，就是藝術。一件作品不應只是被看成是表象的「被看的對象」，不是被動承受者，而應該是向外圍擴展藝術家的自身「存在」，即來自於藝術家的意識。作品應該是藝術家純粹自主的，換句話說藝術家就是自行置入作品的真理。在二十一世紀我們面對各種層出不窮的知識，但是我們不可能完全理解事物的認知，也就是我們對物的理解是在「意向性」的基礎上，照單全收，不去提出質疑與探索。藝術家是具有探索反思的能力，而自我投射現象是莊志輝創作的主要動力，其作品「記憶的流動」呈現出各種意識流的虛實空間交疊在一起，是在未定的場域中提出反思，將自我意識融入作品裡，其意義是無限的。莊志輝意識到潛意識的存在性，是一種人類天生具有的本能，一種個人生命自發產生的原始思維。他結合內在意識透過超現實的手法，遊走不同時空，跨越時間空間軸線，呈現出不同空間的錯位效果。莊志輝遊走於虛實的時空，與觀者透過時空面對面對談，共同探討存在的生命哲學觀。":"Exibition",
    "融合夢幻與現實":"Exibition",
    "榮格說：「藝術是集體潛意識的原型。」超現實主義是從主觀的唯心論出發，認為潛意識的領域如夢境、幻覺、本能都是創作的泉源。我們看待事物容易受到自身理性的定見，而限制於一個封閉的場域，而超現實的思考方式，是解放人類心靈不受理性控制，超越封閉的心門去探討更形而上的意義。超現實是觀點、是心理學的，著重在於體驗過程。「想像」是覺察個體靈魂的表達，莊志輝透過想像不斷地切換夢境與現實，在其作品「想像是前進的動力」，融合夢幻與現實，結合心靈體驗與現實物質的想法，將矛盾轉化為真實，開創出新的新局面。莊志輝的作品應用古老的符號和原型，其內化的造形與奇幻的色彩巧妙融合在一起，表達出廣大無垠的異想世界。莊志輝在另外一件文化局典藏的作品「想像是真實的存在」將女體融入星河、大地、鳥與城市，呈現出生命共同體的概念。被解構的物件，結構在元素與空間之間穿插重疊，呈現符號的神秘性與概念，試著與觀者交流進而審視生命內在流動的意識。莊志輝的創作不是來自學院的典範，也不是合乎美學的標準，而是充滿質疑、懸疑、衝突的狀態，是呈現心靈體驗與物質現實的矛盾，成為一種新的局面。":"Exibition",
    "生命的疊加與糾纏":"Exibition",
    "生命是一連串的意外與隨機的組合，人類是處於一種不斷的在轉換、凝聚、演進，以及成形的狀態中。莊志輝的作品探索人事物的本質不曾改變，在作品「在頭前溪遇見你」，是他在頭前溪撿到一塊被火吻燒過的廢棄漂流木，透過內心的轉化將其化為創作。在作品裡他將象徵零碎的生命片段，一片一片的層層疊加在一起，其中的6個孔洞象徵人應努力修行跳脫輪迴。「片斷即一，一亦片斷」，因為「片斷」而有了連結。疊加的作用敘述著人的生命經歷需要多次的考驗才能找到正能量，能讓朽木變成永恆。莊志輝在多年的創作與展覽生涯中屢屢遇見知音，作品成了與觀眾之間的一座橋。觀者不但透過作品與自己內心對話，也把生命的經驗與作者疊加再一起，產生共鳴而糾纏在一起。「疊加」是指生命在長期而持續的累積，「糾纏」是一連串的意外與隨機組合，疊加與糾纏能讓我們不斷地累積各種能力，讓生命的力量得以滋長。":"Exibition",
    "區塊鏈-心念的演變":"Exibition",
    "區塊鏈本質上就是一個去中心化的資料庫，每一個資料區塊中會紀錄一個時間內「全網」訊息。區塊鏈系統記錄了每個階段的訊息，進而達成共識，是一個全訊息中的智慧合約。在莊志輝的作品裡經常出現如水波的紋路，他認為宇宙先有「波」後有物質，波在空間互相反覆交疊，產生無數的結點，並有規律的平衡複製。其作品「天際效應」呈現出放射狀同心圓的波，每個波都是獨特的意識流，經過如量子力學的疊加與糾纏作用，產生出具有智慧公約的意識流，連結成意識區塊，並在引力的作用下分化成無數的區塊鏈。莊志輝作品有著原始的符號與簡潔的造型，在平面的畫作裡延伸出四度空間的場域，跨越現實並與東方佛學結緣，心念的演變就是從「入我」進到我的身體，再經過「我入」讓我進到真理裡面，把「我」悠遊於不同的區塊，觸及心靈底層的演化。":"Exibition",
    "藝術就是表達個人或群體的生命經驗，關懷人類共同的命運，傳達人類共同的情感。莊志輝不斷地以內省的方式，向內挖掘來探討個人內心世界、剖析自我，傳達一個自我理解的訊息，以藝術看見自己。他繪畫的特質是直觀的、反定義的，作品有如心中的鏡子，引發內在的反射作用。莊志輝透過藝術思索世界是什麼？生命是什麼？反覆檢視自我，從中尋找人性是什麼？生命是需要什麼？生命的起伏跌宕，有如四季的更迭，春去春回。人類在宇宙的空間流浪，不斷地巡迴在不同的區塊鏈中遊走、轉化、凝聚、演進，等待下一次的春風吹起。":"Exibition",
    
    
    
    
    "莊志輝： 超現實主義者的超法":"Chuang Chih-Hui: The Surrealist Beyond Surrealism",
    "宋文里":"Academic Specializations: Personality Psychology, Cultural Psychology, Psychoanalysis of Culture, Religious Studies",
    "「出生於澎湖的莊志輝，從民國75年開始於新竹省立社教館舉辦首次個人畫展後，至今已在美國文化中心、台灣省立美術館、台北市立美術館、台積電－竹風藝廊、聯發科藝廊、三義木雕博物館等１５處展出個人作品。」":"Chuang Chih-Hui, born in Penghu, held his first solo exhibition in 1986 at the Hsinchu Provincial Social Education Hall. According to a report from the Penghu County Government, between 1986 and 2011, he had presented solo exhibitions at fifteen venues, including the American Cultural Center, the Taiwan Provincial Art Museum, the Taipei Fine Arts Museum, the TSMC Bamboo Art Gallery, the MediaTek Art Gallery, and the Sanyi Wood Sculpture Museum.",
    "這是取自網路上的縣府新聞，說莊志輝從民國75年到100年，已經在15處舉辦個展。取出這條資訊，只是為了求證一下，在我擔任清大藝術中心主任那幾年中（1988─1991），也曾經請莊志輝來展出一次，但在新聞中沒提。是什麼緣故？我似乎不太計較，但我有幸結識莊志輝，就是在清大的展覽期間（應該是在1988-89年間，算是志輝的早年）。有一位美國的訪問學者，Prof. Aldridge，我們早就認識的。他去看了展覽後，悄悄問了我一下：是不是可以跟這位畫家買畫？我知道Prof. Aldridge有收藏畫作的癖好，他告訴我非常欣賞莊志輝的作品。我也說我喜歡，一看上就請他來展出的。兩人志趣相投地聊一聊，發現他是說真的，我也就認真去跟莊志輝談談。我想那時還青澀的莊志輝很高興有人來買畫。幾天後，Prof. Aldridge就回美國去了，非常高興隨身帶了兩幅莊志輝的作品。":"This piece of information, extracted from an online press release, was merely used to verify a point: during my tenure as Director of the Art Center at National Tsing Hua University (1988–1991), I also invited Chuang to exhibit. Yet, that particular show was not mentioned in the news article. Why? I don’t really mind, but I cherish the memory of meeting Chuang during that exhibition at Tsing Hua—likely in 1988 or 1989, still very much his formative years.",
    "Prof. Aldridge和我一樣喜歡的作品是什麼樣子？我也許無法確定，因為他已經帶走了。但我很肯定那是早期的素描。幾乎無可否認，是屬於超現實主義 (Sur-realism)的作品。這種「主義」曾經在全球引發熱潮。就這種潮流現象，我特別喜歡拿他和一位英國的畫家Desmond Morris拿來作個比較，而這種比較是在理解一種主義時很有樂趣的方法。":"A visiting scholar from the United States, Professor Aldridge—whom I had known for some time—quietly asked me after viewing the show if he might purchase one of the paintings. I knew that Professor Aldridge had a passion for collecting art, and he told me he deeply admired Chuang’s work. I replied that I liked it too—it was the very reason I invited Chuang to exhibit. We chatted further, and it was clear that he was serious. So I arranged a conversation between him and the artist. I imagine the young Chuang was delighted to have a collector interested in his work. Just a few days later, Professor Aldridge returned to the United States with two of Chuang’s paintings in hand, clearly thrilled.",
    "Morris的畫風會比較抽象一點。我看出他超現實主義有兩種「超法」：一是由寫實物件拼成半抽象或抽象圖景，另一則是由抽象逕行超入「意象」。前者常常容易看出畫家在「畫什麼」，但對於後者，需要進一步解釋，尤其什麼是「意象」。我在下文中會另闢篇幅來作說明。":"Morris’s painting style tends to be more abstract. In his approach to Surrealism, I see two distinct “transcendences”: one involves constructing semi-abstract or abstract compositions from realistic objects; the other leaps directly from abstraction into the realm of “imagery” or symbols. The former often allows viewers to identify what the artist is “depicting,” whereas the latter demands further explanation—especially regarding what we mean by “imagery.” I will dedicate a separate section to that discussion later on.",
    "超(sur-)這個字頭就是好像加快速度，超車趕過的意思，所以Sur-realism可以理解為趕過寫實主義。The Arbiter, 2020 仲裁者看看Morris晚近的超現實，是以什麼寫實物件拼成他的抽象圖景。這裡要先分析此圖中的":"The prefix “sur-” implies something speeding past, overtaking—as in overtaking realism. Hence, Surrealism could be understood as a movement that surpasses realism.",
    "寫實物件":"Let us look at Morris’s recent Surrealist works and ask: what realistic objects are being used to construct his abstract compositions? To address that, we must first analyze the realistic elements embedded in the painting：",
    "狗咬的骨頭＋變形的狗骨頭，構成上半身的骨架。":"The upper body structure is composed of dog-chewed bones and deformed canine bones.",
    "其上置一頭部，看得見有眼有口，口中有齒。正是一隻狗。":"Atop this structure sits a head—clearly visible with eyes and a mouth, teeth within. It is unmistakably a dog.",
    "中間加一橫，就可接到下半身，畫家安排了一個可由其中抽出三根骨骼的容器。抽出骨骼，有典用《舊約聖經・創世記》的意思。":"Across the middle, a horizontal line is added to connect the lower body. Here, the artist places a container from which three bones can be pulled out. The act of drawing out bones subtly alludes to a passage in the Old Testament’s Book of Genesis.",
    "Three (abstract) figures in the night 2015":"Three (abstract) figures in the night 2015",
    "在此分析中，我看出這是和甲骨文使用了同樣的造字法。Desmond Morris給它的題名「仲裁者」，是法官的圖象，有諷刺的意味，但在此之外沒有太多的言外之意。他在五年前的一幅作品《三隻夜裡的（抽象）圖象》跟此有連續性的關係，我乾脆將它改名為「三隻吠月之犬」。":"In this analysis, I see a resemblance to the way Chinese oracle bone script (Jiaguwen) formed characters—a shared visual logic of construction. Desmond Morris titled the work The Arbitrator, presenting a symbolic image of a judge. The title carries a touch of irony, though not much more implied meaning beyond that.",
    "莊志輝的「超法」，早期確實比較多寫實物件的拼接。後來他也會發展出抽象化的傾向。他的早年作品有些沒有題名，因為根本不需要。":"Chuang Chih-Hui’s own “transcendence” of Surrealism, particularly in his early years, often involved the juxtaposition of realistic objects. Over time, however, his works evolved toward a more abstract tendency. Some of his early pieces remain untitled—because, quite simply, they didn’t need titles at all.",
    "像這張，只要仔細看，兩匹馬一雄一雌，就是一對夫妻，也就是父母，分向兩邊拉開，兩個孩子在其中的姿態由顛簸到近乎摔跌。這麼簡單的故事。實在不需把圖景拿來翻譯。":"Take this particular work, for instance. Upon close observation, you’ll notice two horses—one male, one female—pulling away from each other. They are clearly a couple, in other words, the parents. Between them are two children, their postures jolted, nearly toppling from the force. Such a simple story. There’s truly no need to “translate” the image into words.",
    "我那時喜歡莊志輝的「超法」，就是基本上不脫離寫實安排的風格。因為我自己也愛畫，在某程度上會碰到可以互相比較的主題。我當時還不太能把恐怖悲慘的元素包含在我的圖景裡。然而在莊志輝一貫的風格中，就一直看到這種悲劇的元素，但他能夠把這元素壓在背景中，或成為併置的主題。這種處理的手法，我覺得需要學習。看看這圖中，我畫的手伸出去，像是要抓住什麼，但我沒畫出來。":"What I appreciated in Chuang Chih-Hui’s approach to “transcendence” back then was his fundamentally realist foundation in composition. I enjoy painting myself, and at times encounter subjects that lend themselves to comparison. At that point in my practice, I wasn’t quite able to incorporate themes of horror or tragedy into my visual narratives. But in Chuang’s work, such tragic elements were consistently present—though he was able to suppress them into the background, or integrate them as juxtaposed themes. I found that technique something worth learning.",
    "在前面引出的兩幅畫（圖一／圖二），你們看到了嗎？什麼東西被壓在懷裡？──抱在死神手中的犧牲，眼睜睜地看著自己的死亡。":"In the two previous paintings I mentioned (Figure 1 / Figure 2), did you notice what’s being held close to the chest? —A sacrifice cradled in the arms of Death, watching its own demise with open eyes.",
    "再來看這幅作品":"Now take a look at this work: a scarecrow, its mouth holding a cross, stares wide-eyed at its own fate; or perhaps, an angel descending from above, gazing back upon the entire history of Christianity.",
    "口含著十字架的稻草人":"",
    "眼睜睜看見自己的命運；":"",
    "或是由上端的天使":"",
    "在回顧基督教的歷史":"",
    "在西方人眼中，對於典用基督教的意象本來就會很敏感。但是耶穌基督變成稻草人，這是一場隱喻的絕活，我猜想Prof. Aldridge在畫展上看到這幅畫時，一定會很驚訝：這個不在基督教信仰文化中的人，對於耶穌基督，到底在想什麼？":"From a Western perspective, religious imagery—especially Christian symbolism—is often received with heightened sensitivity. But here, Jesus Christ is transformed into a scarecrow. This is a masterstroke of metaphor. I can imagine that when Professor Aldridge saw this painting at the exhibition, he must have been stunned: “What is this artist—someone outside the Christian faith—really thinking about Jesus Christ?”",
    "到了近年，莊志輝把平面圖象轉為立體的木雕作品。在我看來，這種媒材的改變仍維持著先前的畫風。還加上標題：「稍歇的白雲」。我想是在幫助觀者的理解，但我認為幫不了太多的忙，因為這四個字以外，可觀的細節仍有很多，譬如環繞作品走一圈，會發現光影效果的變化，等於多了一層畫面上的因子。":"In recent years, Chuang Chih-Hui has shifted from two-dimensional imagery to three-dimensional wooden sculptures. In my view, despite this change in medium, his work retains the essence of his earlier pictorial style. One of the newer pieces bears the title: Resting White Cloud. I suppose the title is meant to aid the viewer’s understanding—but frankly, I don’t think it helps much. There’s far more to observe beyond those four characters. For example, if one walks around the sculpture, the shifting play of light and shadow reveals new dimensions, adding yet another layer of visual experience.",
    "我除了在臉書上看見近作的發表之外，還沒有實地看到更多的作品。印象中的抽象表現應該是更會轉向無題化，和世界上大多數的超寫實主義作品一樣，就是由作品本身去闡述自己的邏輯。（這說法跟後來的發現不符，但對於這意思，我不改動文字，見下文）藝術家要接受這種挑戰，是舉世皆然。我聽到一位畫家，學院派出身，後來決定他自己要全力投入的畫風，就是寫實主義的大幅作品。他的理由很簡單，就是畫廊派的典型說法：不必花腦筋。":"Aside from seeing some recent works posted on Facebook, I haven’t yet had the chance to view many of his latest pieces in person. My impression of his abstract expressions was that they would likely move toward untitled forms—like most hyperrealist or surrealist works around the world, which speak their own internal logic without relying on verbal explanation. (Though this assumption later proved inaccurate, I’ve decided not to revise my original wording, for reasons made clear below.) Artists everywhere must face this same challenge. I once heard a painter—an academically trained one—say he had chosen to fully commit to large-scale realist painting. His reasoning? A typical response from the gallery scene: “You don’t have to think too much.”",
    "「稍歇的白雲」":"Resting White Cloud",
    "藝術沒有不花腦筋的。再怎麼平實的所謂寫實風格，都避免不了取材的觀點，景物擺放的位置選擇，光影的強調或刪減，以及剪裁的計算，等等，最需要提醒觀畫者的是，用手機拍攝眼見的景物，這種動作本來就應該排除在藝術的門檻外。藝術創作最忌用「平常心」來看或來想，假若藝術變得這麼平常，我們只能看見它的下場，就是平庸化，了無可觀之處。莊志輝不可能陷入這個陷阱。我一看到他的生活方式，如同一個修行人，但非來自宗教的選擇，就知道藝術的超越性已經變成生活的一個「向度」──「向度」一詞是從我最近翻譯出版的書《意義的意志》中取來的，要點是說，這個邏輯必須算在他的藝術作品中，而這樣的計算，通常是AI算不出來的。在今天，電腦正要跨足到人類信念的一切向度之時，你知道它無法跨入藝術的領域，你會覺得藝術家才是保證人類意義的最後鬥士。AI總是趕不上也超不了的。":"But there is no such thing as art that doesn’t require thinking. Even the most seemingly straightforward “realist” style cannot avoid questions of perspective, composition, the placement of visual elements, choices around light and shadow, or the calculated act of cropping. What viewers must especially be reminded of is this: simply pointing a smartphone camera at what one sees should not be considered art. The worst mistake in artistic creation is to approach it with a so-called “ordinary mindset.” If art becomes too ordinary, its fate is sealed: mediocrity, and nothing worth seeing. Chuang will never fall into that trap. Just looking at his way of life—like that of a spiritual practitioner, though not derived from any religious institution—I can tell that transcendence in art has become a “dimension” of his daily existence.",
    "【補記】：":"[Postscript]",
    "終於找到Prof. Aldridge帶走的兩幅畫之一所留下的電腦圖檔，也有標題：「笑貧不笑娼」。對此，我要特別註記一下：":"I finally located a digital image of one of the two paintings that Professor Aldridge took with him. It bears the title: Mock the Poor, Not the Whore. Regarding this, I feel compelled to add a special note:",
    "當年曾經擔任清大藝術中心策展顧問的黃翰荻，在閒聊中談起畫的「標題」這個問題。他自己的作品是攝影。即使如此，他也不給攝影作品下標題。比寫實主義更寫實的攝影，為什麼不需標題？因為要表現的都已經出現在畫面上，而其中沒有一個元素是肉眼認不出來的，多寫幾個字能幹什麼？何況，他說出了一個語重心長的觀點：大多數藝術家沒有詩人的本事，下標題常常下錯，除了誤導，還能幹什麼？這就讓我想起超寫實圖象的「超法」，亦即除了我們慣用的「抽象」之外，還有超往「意象」的可能。我們觀畫者也有可能發展出某種「超法」，來看出比畫題更多的意思。":"Back then, Huang Han-Di, who once served as a curatorial advisor for the Art Center at National Tsing Hua University, casually brought up the issue of titles in artwork during a conversation. His own practice is in photography. And yet—even for photographic works, he chose not to assign titles. Why would a medium more realistic than realism itself not require titles? Because everything meant to be expressed is already present in the image. There’s nothing in the frame that the eye cannot recognize. So what use would a few extra words serve?",
    "笑貧不笑娼":"Exibition",
    "就拿這張已經掛在美國教授家裡的畫來說，我們還得左手拿畫，右手拿甲骨文，來互相對照出「意象」的中有什麼意思。":"Exibition",
    "先解釋造字法的所謂「六書」，亦即在許慎《說文解字》中的象形、指事、會意、形聲、轉注、假借。其中的後三書可以略過，只談前三書。在早於許慎三十年的班固《藝文志》中是說成「象形、象事、象意」，而當代文字學家顯然認為班固勝出一籌，但再加整理，就可把「象事、象意」合併為一，只剩下「象形、象事」二書，但「象意」就要倒過來寫成「意象」，才可併入造字的二書當中──它一方面是象形，另方面也象事。":"Let us first explain the so-called “Six Principles” (liùshū) of Chinese character formation, as categorized by Xu Shen in his Shuowen Jiezi: pictographs (xiàngxíng), simple ideograms (zhǐshì), compound ideograms (huìyì), phonetic-semantic compounds (xíngshēng), derivative cognates (zhuǎnzhù), and phonetic loan characters (jiǎjiè). Of these, we may set aside the latter three for now and focus on the first three.",
    "甲骨文的象形字，其實都可說是某種抽象畫，並且就是同時在象形與象事。把一個圖象用簡單幾筆來表示，就叫做「字」，但它仍然是一幅圖。然而，這就像是攝影那般寫實的圖嗎？看看左圖的兩個字，或兩幅圖，都是甲骨文「好」字。構字部件都用了「女」和「子」。那是什麼意思呢？現有的字典大多解釋為「女子美麗漂亮」（＝美好），或「男女相聚」（＝相好）。但圖象結合會產生什麼意思，不是這樣說說就算了。注意「子」和「女」的相對大小和相對位置，可讓我們讀出別的意思來。這兩個「好」字，一是把「子」放在「女」的右上方，另一是兩部件平行安置，但顯然「女」比「子」大得多。所以，注意到這些細微的關係後，產生了不同於字典的理解：這應該是指母子關係，而非後世所傳的男女關係。母親把孩子抱在胸前，至少是抱在上半身的懷裡。我們還可看見甲骨文另有「二女一子」的構字，二女甚至是把一子高舉起來，那是指兩個母親對兒子至疼的表現。":"Exibition",
    "拐了這麼大一個彎，基本上就是要說明這句話：「圖象結合」會（或能夠）產生什麼意思。我們看看莊志輝如何運用「圖象結合」之法，來讓它產生什麼意思。":"Exibition",
    "我們要談的這張圖，基本上結合了兩個顯著的直立人物，是一男一女。但更仔細看圖下方那多出來的三對眼睛，就會發現，在男女兩個人物下方，是三個扭曲的人物纏在一起，可以說是被直立人踐踏在腳下。這是勉強對應了「賤」的意思。但哪裡還有「笑貧不笑娼」？我們可以看出男子是在討好女子的，那女的為什麼要叫做「娼」？不一定吧？下方堆在一起的三個賤男，是在偷窺那個性感的女子嗎？偷看還要遮住眼睛，或只能用斜眼？他們之所以如此，是因為高攀不起？或竟至是被那個女子賤斥的一堆「前男友」？":"Exibition",
    "我們可以離開畫家暗示的脈絡，自行觀賞，自行解讀，而Prof. Aldridge當然更會有他在美國脈絡下的解讀法──我很肯定他買的畫上面，不會題有「笑貧不笑娼」的字樣。他花了十萬台幣，買了這兩幅畫，還一直高高興興地表示：「真便宜。」他究竟是怎麼看畫的？我不得而知，但就是肯定他能看出這畫「很有意思」──這就說明了此畫中確實是充滿意象，連畫家自己都可能來不及辨認，因而不能只把它歸類為一幅超現實主義作品。我們可以解讀作品對於寫實圖象使用了什麼「超法」，因為我們一直就浸潤在象形、象事的文字傳統中，有高度的文化資產可資利用，進而能夠賞識這種「意象」。莊志輝給我們一個很有特色的好機會，在眾多超現實作品之中，撇開他的標題，他仍然具有獨一無二的意象風格，我們讀出來了，他自己當然也會讀出來，否則他就不是藝術家。Prof. Aldridge喜之，吾亦喜之。我們就此來演練久矣積蓄在心的解讀法吧！":"Exibition",
    
    "「記。符號Coding & Decoding」藝術存在觀念的轉換":"Exibition",
    "《莊志輝一位跨越時空遊走在存在美學的藝術家》紀向":"Exibition",
    "藝術如果只是一種無我的表現，也勿需用多餘的文字來敘述來論述，這藝術家創作藝術的必然或是事因。如果一位藝術創作者，卻以其一生生命來換取藝術作品存在生命的類現象，如此的一位藝術創作者，再也不是一位畫家或是雕刻家，而是一位藝術家。":"Exibition",
    "而台灣中青輩現代藝術家莊志輝，就是以一生懸命投入藝術創作生涯。他面對藝術持有的態度，相信不只是一便宜行事的單純工作而以。所以藝術也是自我清楚意識實現的藝念藝術(idea art)。如此的現象就藝術家莊志輝而言，藝術創作已不僅僅是藝術，而是其一生必須完完全全投入的生命志業，而此志業的形式，藝術家莊志輝內在自我意識，卻選擇藝術表現的形式，來呈現自我(ego)生命中本我(id)希冀的面向。":"Exibition",
    "綜觀藝術家莊志輝，創作的能量寬廣度，已超越一般藝術創作者的能量值，因為一位非本科非學院出身的藝術創作者，在無行政與經濟奧援之下，持續的創作對於藝術家與藝術家週邊的家人而言，相信是一莫大壓力，但是藝術家莊志輝卻有一位賢內助也是專屬策展人，卻也是一奇妙天賜的組合。因為在此篇文章論述以後，此兩位天作之合的藝術家(莊志輝)與策展人(楊素敏)，也即將展開一場美國兩場展覽發表的旅程，而此次美國藝術創作開創之行，會是莊志輝一場不同的藝術發表會，而這次創作發表之旅，作品展出的名稱就訂為｢記。符號Coding & Decoding｣":"Exibition",
    "對於存在論的定義，存在中柏拉圖將時間認為是對永恒的一種模仿，而亞里士多德卻把時間，定義為計算存在前後運動的指數。如此先驗時間空間的存在現象，方能再進一步論及生命中，存在中｢記｣的印象意義，在此｢記｣的藝術性的思維定義存在的觀念，必須從符號的象徵意義論起。在此意識是主使自我(ego)成為生命記憶的存在，一種前意識現象。但是一位藝術創作者的符號形式，卻不絕對是既有精神上的本質，與存在既有圖面的藝術性，與創作者也不是在一種偶而意識交集產生的，在此才有存在偶然，一種創作者意念與進階意念藝術(idea art)的發生。但是在創作構成既有記憶與圖像的表徵意義，印記記憶構成的符號，卻也成為這位藝術創作者，強烈自我符號的象徵了(或稱風格)。而這次莊志輝美國個展發表的主軸，就以｢記。符號Coding & Decoding｣為名，卻也代表這位藝術家，在心態上似乎完全拋離既有傳統圖像觀念，與一些既有文字圈設的名詞，也把他創作多年行使的階度性創作歷程，自我作一個更清楚更超理性的總結，如此就是｢記。符號Coding & Decoding｣的發表，屬於一種超越人文主義的思考模式，正在藝術家莊志輝身上發生。":"Exibition",
    "創作的發生，不無可能存在虛無的對論，似乎會讓存在的現象，走入死、胡同一般，但是就哲學美學先驗存在的觀點，生命各自內在，相信都有一套屬於個人屬性的符號條碼，與一種潛意識的印象美學。但是就有一些強烈宗教信仰者，信守如神恩的現象，絕對是神給於存在的一種｢印記｣。但是一位藝術創作者，各自生命既有意識，不無存在一種內在意識顯性印象的數碼。而在此現象面對的思維以內，我卻以為：":"Exibition",
    "「走到人間":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",
    "展歷":"Exibition",

    "聯繫我們":"Contact Us",
    "歡迎合作邀約":"Welcome for Any Cooperation",
    "經紀人：楊素敏小姐":"Agent: Miss Yang Suming",
    "聯絡電話：０９１１８６８６４９":"Contact Number：０９１１８６８６４９",
    "工作室地址：新竹市東區學府路１９號":"Studio Address : No. 19, Xuefu Road, East District, Hsinchu City, Taiwan",
    "EMAIL：yamifilm@gmail.com":"MAIL：yamifilm@gmail.com",
    "地址":"Address",
    "IG":"Instagra",
    "FB":"Facebook",
    "紀錄片":"Documentary"
}